<template>
<div class="privacy-wrapp">
    <NavBar></NavBar>
    <div class="privacy-body container">
        <h1>Положение об обработке персональных данных</h1>
        <h2>1. ОБЩИЕ ПОЛОЖЕНИЯ</h2>
        <p>1.1. Настоящим положением устанавливается порядок обработки персональных данных пользователей сайта https://izhdrill.ru/, принадлежащего «Иждрил Холдинг» (далее – оператор), и обеспечивается соблюдение требований защиты прав граждан при обработке персональных данных.</p>
        <p>1.2. Политика разработана в соответствии с Федеральным законом № 152-ФЗ «О персональных данных» от 27.07.2006 (далее — ФЗ «О персональных данных»).</p>
        <h2>2. ОСНОВНЫЕ ПОНЯТИЯ, ИСПОЛЬЗУЕМЫЕ В НАСТОЯЩЕМ ПОЛОЖЕНИИ</h2>
        <p>2.1. Для целей настоящего положения используются следующие основные понятия:</p>
        <ul>
            <li>
                сайт - совокупность программно-аппаратных средств, обеспечивающих публикацию данных в Интернет для всеобщего обозрения. Сайт доступен по уникальному электронному адресу или его буквенному обозначению. Может содержать графическую, текстовую, аудио-, видео-, а также иную информацию, воспроизводимую с помощью компьютера;
            </li>
            <li>
                оператор - юридическое или физическое лицо, организующее и (или) осуществляющее обработку персональных данных, а также определяющее цели и содержание обработки персональных данных;
            </li>
            <li>любая информация, относящаяся к прямо или косвенно определенному или определяемому физическому лицу (субъекту персональных данных);</li>
            <li>
                субъект персональных данных - физическое лицо, которое прямо или косвенно определено или определяемо с помощью персональных данных. В рамках данного положения субъектом считается физическое лицо, являющееся клиентом - пользователем сайта https://izhdrill.ru/;
            </li>
            <li>
                обработка персональных данных - действия (операции) с персональными данными, включая сбор, систематизацию, накопление, хранение, уточнение (обновление, изменение), использование, распространение (в том числе передача), обезличивание, блокирование, уничтожение персональных данных;
            </li>
            <li>
                общедоступные персональные данные - персональные данные, доступ неограниченного круга лиц к которым предоставлен с согласия субъекта персональных данных или на которые в соответствии с федеральными законами не распространяется требование соблюдения конфиденциальности.
            </li>
        </ul>
        <h2>3. СОСТАВ ПЕРСОНАЛЬНЫХ ДАННЫХ ПОЛЬЗОВАТЕЛЯ</h2>
        <h5>3.1. Состав персональных данных:</h5>
        <p>Самостоятельно предоставляемые пользователем данные при заполнении формы обратной связи и анкеты клиента:</p>
        <ul>
            <li>
                имя
            </li>
            <li>
                контактная информация (телефон, почта)
            </li>
        </ul>
        <p>Автоматически собираемые данные:</p>
        <ul>
            <li>
                IP-адрес, данные файлов cookie;
            </li>
            <li>
                информация о браузере пользователя, технические характеристики оборудования и программного обеспечения, используемых пользователем;
            </li>
            <li>
                дата и время доступа к сайту, адреса запрашиваемых страниц и иная подобная информация.
            </li>
        </ul>
        <h5>3.2. Персональные данные, указанные в пункте 3.1 положения обрабатываются в целях идентификации пользователей, обеспечения исполнения пользовательского соглашения, предоставления пользователю персонализированных сервисов и контента, улучшения качества работы сайта и предоставления сервисов, таргетирования рекламных материалов, проведения на основе обезличенных персональных данных статистических и иных исследований.</h5>
        <h5>3.3. Обработка персональных данных пользователей производится с их согласия. Пользователь, заполняющий данные в форме обратной связи и анкеты на сайте https://izhdrill.ru/ с целью получения необходимой информации, тем самым выражает свое полное согласие в соответствии со статьей 9 Федерального закона от 27 июля 2006 г. № 152-ФЗ «О персональных данных» на автоматизированную, а также без использования средств автоматизации, обработку и использование своих персональных данных.</h5>
        <h2>4. КОНФИДЕНЦИАЛЬНОСТЬ ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>
        <h5>4.1. Сведения, перечисленные в статье 3 настоящего положения, являются конфиденциальными. Оператор обеспечивает конфиденциальность персональных данных и обязан не допускать их распространения без согласия клиентов, либо наличия иного законного основания.</h5>
        <h5>4.2. Все меры конфиденциальности при сборе, обработке и хранении персональных данных клиентов распространяются как на бумажные, так и на электронные (автоматизированные) носители информации.</h5>
        <h5>4.3. Режим конфиденциальности персональных данных снимается в случаях обезличивания или опубликования их в общедоступных источниках (СМИ, Интернет, ЕГРЮЛ и иных публичных государственных реестрах).</h5>
        <h2>5. ПРАВА И ОБЯЗАННОСТИ ОПЕРАТОРА ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>
        <h5>5.1. Обработка персональных данных пользователей осуществляется оператором с согласия субъектов персональных данных, за исключением случаев, предусмотренных пунктом 5.2 настоящей статьи.</h5>
        <h5>5.2. Компания имеет право без согласия субъекта персональных данных осуществлять обработку его персональных данных в следующих случаях:</h5>
        <ul>
            <li>Обработка персональных данных осуществляется на основании федерального закона, устанавливающего ее цель, условия получения персональных данных и круг субъектов, персональные данные которых подлежат обработке, а также определяющего полномочия оператора;</li>
            <li>Обработка персональных данных осуществляется в целях исполнения договора, одной из сторон которого является субъект персональных данных;</li>
            <li>Осуществляется обработка персональных данных, подлежащих опубликованию в соответствии с федеральными законами, в том числе персональных данных лиц, замещающих государственные должности, должности государственной гражданской службы, персональных данных кандидатов на выборные государственные или муниципальные должности.</li>
        </ul>
        <h5>5.3. При определении объема и содержания персональных данных пользователя подлежащих обработке, оператор руководствуется Федеральным законом «О персональных данных», пользовательским соглашением.</h5>
        <h5>5.4. Оператор обеспечивает защиту персональных данных пользователя от неправомерного их использования или утраты за собственный счет в порядке, установленном федеральным законодательством.</h5>
        <h2>6. ПРАВА СУБЪЕКТА ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>
        <h5>6.1. Субъект персональных данных имеет право на получение сведений об операторе, о месте его нахождения, о наличии у оператора персональных данных, относящихся к соответствующему субъекту персональных данных.</h5>
        <h5>6.2. Сведения о наличии персональных данных должны быть предоставлены субъекту персональных данных оператором в доступной форме, и в них не должны содержаться персональные данные, относящиеся к другим субъектам персональных данных.</h5>
        <h5>6.3. Доступ к своим персональным данным предоставляется субъекту персональных данных или его законному представителю при обращении либо при получении запроса.</h5>
        <h5>6.4. Субъект персональных данных имеет право отозвать согласие на обработку персональных данных, ограничить способы и формы обработки персональных данных.</h5>
        <h2>7. ОБРАБОТКА ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>
        <h5>7.1. Обработка персональных данных осуществляется оператором исключительно для достижения целей, определенных настоящим положением и пользовательским соглашением.</h5>
        <h5>7.2. Обработка персональных данных оператором заключается в получении, систематизации, накоплении, хранении, уточнении, использовании, распространении, обезличивании, блокировании, уничтожении и в защите от несанкционированного доступа.</h5>
        <h5>7.3. Обработка персональных данных ведется методом смешанной обработки.</h5>
        <h2>8. ПЕРЕДАЧА ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>
        <h5>8.1. Передача персональных данных осуществляется оператором исключительно в случае необходимости исполнения пользовательского соглашения либо предоставления пользователю определенных сервисов с согласия пользователя.</h5>
        <h5>8.2. Передача персональных данных третьим лицам осуществляется оператором только на основании соответствующего договора, существенным условием которого является обязанность обеспечения третьим лицом конфиденциальности.</h5>
        <h5>8.3. Передача персональных данных государственным органам осуществляется в рамках их полномочий в соответствии с применимым законодательством.</h5>
        <h2>9. ХРАНЕНИЕ ПЕРСОНАЛЬНЫХ ДАННЫХ</h2>
        <h5>9.1. Персональные данные могут храниться в электронном виде на территории России.</h5>
        <h2>10. ЗАЩИТА ПЕРСОНАЛЬНЫХ ДАННЫХ ПОЛЬЗОВАТЕЛЕЙ</h2>
        <h5>10.1. Оператор обязан принимать необходимые организационные и технические меры для защиты персональных данных от неправомерного доступа.</h5>
        <h2>11. ОТВЕТСТВЕННОСТЬ ЗА РАЗГЛАШЕНИЕ ИНФОРМАЦИИ</h2>
        <h5>11.1. Сотрудники оператора, виновные в нарушении норм, регулирующих обработку персональных данных, несут ответственность в соответствии с федеральными законами.</h5>

    </div>
    <FooterComp></FooterComp>
</div>
</template>

<script setup>
import NavBar from '../src/components/NavBar.vue';
import FooterComp from '../src/components/FooterComp.vue';
</script>

<style scoped>
h1, h2 {
    color: var(--primary-orange-color);
}

ul,li {
    list-style-type:disc !important;
    padding-left: 40px;
}

.privacy-body {
    padding: 20px 0px;
    display: flex;
    flex-direction: column;
    gap: 20px;
}

</style>